{
	"name": "Starbucks Quest",
	"desc": "An adventure about coffee and weird stuff.",
	"pages": {
		"1": "You are a hipster and self-proclaimed \"coffee connoisseur\". You consider yourself to be a man of good taste and sophistication with a discriminating palate.\n\nToday, you head towards your favorite coffee place - Starbucks.\n\nThe place is almost full but you spy two empty tables. The line to the cashier is not too long. Should you order first or reserve a table?\n\n[[Line up at the counter.=\u003e2]]\n[[Take one of the empty tables.=\u003e3]]",
		"10": "",
		"11": "",
		"12": "You sit quietly, no smartphone, or book, or newspaper...\n\nSipping your coffee...\n\nLike a maniac.\n\n\u003cp style=\"text-align: center;\"\u003eThe End\u003c/p\u003e",
		"13": "",
		"14": "He explains:\n\n*\"The world we experience today is not real. It is made up. It is an elaborate deception put forward by a few powerful people in the shadows - the puppet masters who call the shots. They control everything by controlling the money supply. Through their schemes, they are able to manipulate elections, bankroll world wars, dictate what is to be shown in mass media, and what truths should be hidden. Everything we see and read is a fabricated illusion designed to brainwash and control us.*\n\n*\"Even history as we know it has been rewritten by them. The true events of history are hidden. Everything we learned in school should be questioned. Schools are mass brainwashing devices - designed to mold us according to their agenda. They are designed to make us obedient and pliable, so that we can be easily manipulated and controlled.*\n\n*\"Our so-called leaders are posers - they are merely puppets of these powerful men who control the world. Our leaders receive orders from them and execute them according to their wishes. Elections are a massive scam designed to give us the illusion of choice among several handpicked parties.*\n.pane\n\u003cp\u003e\u003c/p\u003e\n*\"As we grow up, we become increasingly indoctrinated into the false ideals of this fake world. We go to school, learn false and useless facts, learn to become obedient followers, learn not to question authority. Then we get a job, start a family, get a loan, become obedient workers to the state, pay off these loans for the rest of our lives until we die. The cycle continues.*\n\n*The world is controlled, manipulated by these powerful, malevolent people. What their true motives are, we do not know. But what I know is, that there are a few of us who want to be free.*\n\n*My question is, do you want to be free? Or would you rather stay blissfully ignorant in the fabricated world?\"*\n\n\u003cp\u003e\u003c/p\u003e\nYou think for a bit, while sipping your coffee. You respond:\n\n[[\"When did you become a nutjob?=\u003e15]]\n[[\"No offense, but I'd rather stay in this 'fabricated world', as you call it.\"=\u003e16]]\n[[\"How do I become free?\"=\u003e17]]",
		"15": "\"Sorry, but when did you become a nutjob?\", you ask.\n\nHe responds: \"I'm sorry for taking your time. Anyway, thanks for listening. Think about what I said, though.\"\n\nBefore you can answer, he and his companion get up and leave the shop.\n\n[[Turn the page to see what happens next.=\u003e18]]",
		"16": "\"No offense, but I’d rather stay in this ‘fabricated world’, as you call it. Also, this sounds suspiciously like The Matrix. With you as the role of Morpheus.\"\n\nHe nods and laughs, *\"I'm trying to free your mind, Neo. But I can only show you the door. You're the one that has to walk through it.\"*\n\nAnd with a wink and a smile, he and his associate get up and walk out the door.\n\n\"My name isn't Neo!\" you shout to him, as he is leaving. Everyone in the coffee shop looks at you.\n\nA bit miffed, you wait a while, finishing your coffee. You want to leave the shop, but you decide to make sure Morpheus and his associate get far away first.\n\nWhen the coast is clear, [[you step outside=\u003e13]].",
		"17": "\"How do I become free?\"\n\nHe responds:\n*\"You have been brainwashed by society, schools, and mass media your whole life, so the first step is to recognize the brainwashing and stop feeding your mind garbage.*\n\n*\"First of all, stop consuming mainstream news. All of the traditional media outlets these days have an agenda. They have a narrative that they want to push through to the masses. They push fear, anxiety, anger, distraction. A fearful and anxious population is more easily controlled.*\n\n*\"They also enjoy pitting us against each other. They seek to divide the populace on some superficial issue. They make us angry at each other. They make us take sides, pick a political party, pick a political identity. Then we become divided on some trivial issue. That way, we become divided and distracted.*\n\n*\"So shutting it all down is the first step. Delete your social media accounts. Stop watching and reading mainstream news propaganda. Stop mindlessly consuming things. Think with a critical eye. Start thinking on your own.*\n.pane\n*\"Also, guard your attention wisely. Social media is a gigantic echo chamber where if you don't agree with the herd mentality, you will be shouted down. If you don't go with the popular accepted agenda, you will be outcast and detested. If you are not fearless in your own mindset, you will be easily swayed to the herd thinking, and that's where they want you to be in. I suggest turning off social media entirely - or guard everything with a critical eye.*\n\n*\"Also, avoid things that make you a debt slave. Live below your means. Don't borrow what you can pay off in full. Be the leader of yourself. Don't let someone else be the arbitrator of what you can or can't do. Once you go into heavy debt, you are no longer the leader of yourself. If you become an employee, retain your critical thinking. Don't mindlessly follow the echo chamber of your company or employer.*\n\n*\"That is the first step to becoming free.\"*\n\n[[Turn the page.=\u003e19]]",
		"18": "*That was a strange encounter*, you think to yourself. *I don't know what those guys were blabbing about. They sound crazy. The world is perfectly normal, there's nothing wrong with it.*\n\nYou finish your coffee. Fiddle with your phone for a bit, then leave the coffee shop. As you step out into the sidewalk, you are almost sideswiped by a group of teenagers with their heads buried in their smartphones, not looking where they're going.\n\nA group of young women approach you, asking if you would like to sign their petition, something related to supporting a political cause, but you hurriedly excuse yourself.\n\nA middle aged man in a business suit is across the street trying to hail a taxi. It looks like he is stressed out about something.\n\nOn the local news later that night, there was the usual reports on local politics, weather, and the latest sports scores. You turn the channel to cable news to watch two talking heads scream at each other, each supporting their political party. You switch channel to some sitcom which distracts you for a while. While the TV is on, you check your Facebook feed to see the latest status updates from your friends. *Nothing much happening*, you say to yourself.\n\n\u003cp style=\"text-align: center;\"\u003eThe End\u003c/p\u003e",
		"19": "",
		"2": "You go in line, trying to avoid eye contact with anyone.\n\nSomebody taps you from the side. It is a well-dressed man with curious eyes.\n\n\"Excuse me, sir, if it is no trouble at all to you, it looks to me that you may be receptive to what I have. May I invite you to our table where we can discuss it with you?\"\n\nDo you:\n[[Accept his invitation?=\u003e4]]\n[[Politely decline.=\u003e5]]",
		"3": "",
		"4": "\"Follow me to our table.\" he says.\n\nWhen you arrive at his table, he introduces himself. \"My name is Pedro. Seated over here is my associate, Mr. 3. We've noticed you before around the coffee shop. Some people will be receptive to what we have to say, some will not.\"\n\nYou nod. \"OK, what's this about?\"\n\n[[Turn the page to hear what's it about=\u003e14]]",
		"5": "You politely decline his invitation, offering some excuse. He nods and scurries away where you lose sight of him.\n\nFinally, it is your turn at the counter.\n\n\"Hi there! Welcome to Starbucks! What can we get for you today?\"\n\nWhat's your order?\n\n[[Triple venti soy no foam latte=\u003e6]]\n[[Non-fat frappuccino with extra whipped cream and chocolate sauce=\u003e7]]\n[[Sausage, cheddar \u0026 egg sandwich with cold brew=\u003e8]]\n[[Short drip coffee=\u003e9]]",
		"6": "You impressed even yourself with this order. Give yourself a pat on the back.\n\nYou listen to a couple of Norah Jones songs while gulping down all that caffeine. You visit the restroom several times, before exiting the premises.\n\n[[Step outside Starbucks.=\u003e13]]",
		"7": "Good choice. You need to watch those calories. You are proud of yourself for sticking with your low fat diet.\n\nYou order two more fat-free pastries to go before leaving the coffee shop.\n\n[[Step outside Starbucks.=\u003e13]]",
		"8": "\"Sorry, we're all out of sandwiches and cold brew.\"\n\nDo you:\n[[Leave the coffee shop.=\u003e13]]\n[[\"Just give me a regular coffee!\"=\u003e9]]",
		"9": "\"Just a small coffee, thanks.\"\n\nYou bring your coffee with you to the small table by the window.\n\nIt's a nice day outside, the sun is shining. Why are you spending it inside? Because, you say, with coffee on hand, the possibilities are endless.\n\nDo you:\n[[Fiddle with your smartphone=\u003e10]] to give the pretense that you're busy?\n[[Read the newspaper=\u003e11]]\n[[Just drink your coffee=\u003e12]]"
	}
}